[	{"type":"lections", "name":"Лекция",
		"text":"Лекции имеют целью дать систематизированные знания об изучаемой предметной области. В ходе лекций преподаватель излагает и разъясняет основные, наиболее сложные понятия темы, а также связанные с ней теоретические и практические проблемы, дает рекомендации на лабораторные работы и указания на самостоятельную работу.\nВ ходе лекций студентам рекомендуется:\nвести конспектирование учебного материала;\nобращать внимание на категории, формулировки, раскрывающие содержание тех или иных явлений и процессов, научные выводы и практические рекомендации по их применению;\nзадавать преподавателю уточняющие вопросы с целью уяснения теоретических положений, разрешения спорных ситуаций.\nЖелательно оставить в рабочих конспектах поля, на которых во внеаудиторное время можно сделать пометки из рекомендованной литературы, дополняющие материал прослушанной лекции, а также подчеркивающие особую важность тех или иных теоретических положений.\nДля успешного овладения курсом необходимо посещать все лекции, так как тематический материал взаимосвязан между собой. В случаях пропуска занятия студенту необходимо переписать лекцию, показать преподавателю и ответить на вопросы по пропущенной лекции во время индивидуальных консультаций."},
	{"type":"laboratory", "name":"Лабораторная работа",
		"text":"Целью лабораторных работ по дисциплине является приобретение умений проведения эксперимента, составления отчета, получение навыков коллективной работы. При подготовке к лабораторным работам студенту необходимо изучить методические указания по выполнению лабораторной работы, изучить основные теоретические положения по теме работы, выполнить экспериментальную часть, произвести необходимые расчеты, оценить правильность полученных результатов. Лабораторные работы выполняются подгруппами студентов в специализированных лабораториях. Каждую лабораторную работу студент должен оформить в виде отчета, который представляется на рассмотрение преподавателя, защитить отчет, предоставив выполненные задания и ответив на контрольные вопросы."},
	{"type":"practical", "name":"Практическая работа",
		"text":"Практическая работа - это активная форма учебного процесса в вузе. Практические занятия проводятся с целью углубления и закрепления теоретических знаний, получения практических умений и навыков решения задач, развития абстрактного и логического мышления. При подготовке к практическим работам студенту необходимо изучить основную литературу, ознакомиться с дополнительной литературой, учесть рекомендации преподавателя. Практические работы выполняются студентами в специализированной аудитории. Номер варианта практической работы определяет преподаватель по списку группы. Каждую практическую работу студент должен защитить устно, предоставив выполненные задания и ответив на контрольные вопросы."},
	{"type":"theoretical", "name":"Самостоятельная работа (изучение теоретической части курса)",
		"text":"При изучении дисциплины не все вопросы рассматриваются на лекциях и практических занятиях, часть вопросов рекомендуется преподавателем для самостоятельного изучения. При самостоятельном изучении и проработке теоретического курса необходимо повторить законспектированный во время лекции материал и дополнить его с учетом рекомендованной литературы. Важной частью самостоятельной работы является чтение учебной и научной литературы. Основная функция учебников - ориентировать студента в системе знаний, умений и навыков, которые должны быть усвоены по данной дисциплине будущими специалистами. Поиск ответов на вопросы и выполнение заданий для самостоятельной работы позволяет расширить и углубить знания по курсу, применить теоретические знания в решении задач практического содержания, закрепить изученное ранее. Уровень усвоения материала может быть оценен при ответах на контрольные вопросы для самопроверки по соответствующим темам и разделам."},
	{"type":"design", "name":"Самостоятельная работа (курсовой проект)",
		"text":"Выполнение курсового проекта является обязательным условием для допуска студента к экзамену. Курсовой проект представляет собой изложение в письменном и графическом виде результатов теоретического анализа и практической работы студента по определенной теме. Содержание курсового проекта зависит от выбранного варианта. Проект представляется преподавателю на проверку не позднее, чем за 7 дней до планируемой защиты. Защита курсового проекта проходит в форме собеседования во время консультаций (до начала экзамена), или в сроки, установленные графиком экзаменационной сессии."},
	{"type":"tasks", "name":"Самостоятельная работа (индивидуальные задания)",
		"text":"С целью проверки качества и полноты освоения материала курса, а также выработки навыков  и умений самостоятельного поиска решения задач обучающемуся выдается индивидуальное расчетное задание. Решение «домашних» зданий предусматривает не только знание теоретических положений, понятий и основных законов, но и специальных приемов, принципов решения общих для группы задач из определенного раздела. При выполнении расчетных заданий требуется повторить типовые задания, выполненные в аудитории, изучить примеры решения задач по заданной теме из рекомендуемых источников литературы. В решении должны быть приведены краткая запись условия, справочные данные, рисунок либо чертеж (схема), полное решение задачи с пояснениями, промежуточными выводами расчетных формул и вычислениями, результат решения. При возникновении затруднений в решении заданий необходимо получить консультацию у преподавателя. Индивидуальные задания должны быть сданы в полном объеме и в установленные сроки."},
	{"type":"other", "name":"Подготовка к  экзамену (зачету)",
		"text":"Подготовка к экзамену (зачету) предполагает изучение рекомендуемой литературы и других источников, конспектов лекций, повторение материалов практических и лабораторных работ."}
]