[
  {
    "Code": "УК-1",
    "Comp": " Способен осуществлять критический анализ проблемных ситуаций на основе системного подхода, вырабатывать стратегию действий.",
    "Indicators": "УК-1.1.Анализирует проблемную ситуацию как систему, выявляя ее составляющие и связи между ними.\nУК-1.2. Определяет пробелы в информации, необходимой для решения технических и технологических проблем, осуществляет сбор и систематизацию информации.\nУК-1.3. Критически оценивает надежность источников информации, работает с противоречивой информацией из разных источников.\nУК-1.4. Разрабатывает и обосновывает план действий по решению проблемной ситуации на основе системного и междисциплинарных подходов.",
    "Results": "Знать:\n1.Нормативную базу для составления информационных обзоров, рецензий, отзывов, заключений на техническую документацию.\nУметь:\n1.Анализировать проблемную ситуацию как систему, выявляя ее составляющие и связи между ними.\n2. Критически оценивать надежность источников информации, работать с противоречивой информацией из разных источников. \n3. Выбирать информацию, необходимую для выработки стратегии действий по разрешению проблемной ситуации.\n4. Разрабатывать и обосновывать план действий по решению проблемной ситуации на основе системного и междисциплинарных подходов.\nВладеть навыками:\n1.Грамотного, логичного и аргументированного формулирования собственных суждений и оценки."
  },
  {
    "Code": "УК-2",
    "Comp": " Способен управлять проектом на всех этапах его жизненного цикла.",
    "Indicators": "УК-2.1. Формулирует на основе поставленной проблемы проектную задачу  и способ ее решения.\nУК-2.2.Осуществляет проектирование технологических процессов в рамках обозначенной проблемы: формулирует цели, задачи, ожидаемые результаты проекта и возможные сферы его применения.\nУК-2.3.Планирует необходимые ресурсы, в том числе с учетом их заменимости. \nУК-2.4. Осуществляет мониторинг  хода реализации проекта, корректирует отклонения, вносит дополнительные изменения в план реализации проекта. ",
    "Results": "Знать:\n1. Методы организации труда и управления персоналом.\n2. Основные методы и приёмы проектирования, мониторинга и планирования технологических процессов.\nУметь:\n1. Формулировать  на основе поставленной проблемы проектную задачу  и способ ее решения.\n2.Проектировать технологические процессы в рамках обозначенной проблемы.\n3.Формулировать цели, задачи, ожидаемые результаты проекта и возможные сферы его применения.\n4. Планировать необходимые ресурсы, в том числе с учетом их заменимости.\n5. Контролировать и корректировать отклонения, вносить дополнительные изменения в план реализации проекта.\nВладеть навыками:\n1. Анализа причинно-следственных связей в развитии разработки элементов планов и методических программ проведения исследований и разработок.\n2. Публичного представления результатов проекта, обсуждения хода и результатов проекта."
  },
  {
    "Code": "УК-3",
    "Comp": " Способен организовать и руководить работой команды, вырабатывая командную стратегию для достижения поставленной цели",
    "Indicators": "УК-3.1. Вырабатывает стратегию сотрудничества и на ее основе организовывает отбор членов команды для достижения поставленной цели.\nУК-3.2. Планирует и корректирует работу команды при решении задач по разработке новых технологий, технологических процессов и освоении новых видов продукции.\nУК-3.3. Разрешает конфликты и противоречия при деловом общении на основе учета интересов всех сторон.\nУК-3.4. Организовывает  дискуссии по заданной теме и обсуждение результатов работы команды с привлечением оппонентов разработанным идеям.",
    "Results": "Знать:\n1.Современные психологические концепции управления, лидерства, командного взаимодействия, закономерности общения и развития личности.\n2. Различные приемы и способы координации деятельности соисполнителей, командного взаимодействия.\n3. Принципы и закономерности командной работы, особенности функционирования профессионального коллектива.\n4. Роль корпоративных норм и стандартов, закономерности корпоративной культуры и условия ее развития.\nУметь:\n1. Анализировать процессы управления, общения и развития с позиции знания психологических закономерностей;.\n2. Выстраивать эффективные коммуникации с окружающими людьми, коллегами, организовывать командную работу.\n3. Работать в команде, результативно выполняя руководящие и исполнительские функции;\n4.Организовать и координировать работу команды. \n5. Проверять правильность результатов, полученных сотрудниками, работающими под его руководством.\nВладеть навыками:\n1.Организации  дискуссии по заданной теме и обсуждения результатов работы команды с привлечением оппонентов;\n2. Участия в командной работе, социальных проектах, распределения ролей в условиях командного взаимодействия;\n3. Совместной работы и взаимодействия с работниками организации в ситуациях  неопределенности;\n4.Организации работы коллектива  в условиях профессиональной деятельности;\n5.Внедрения результатов исследований и разработок в соответствии с установленными полномочиями."
  },
  {
    "Code": "УК-4",
    "Comp": " Способен применять современные коммуникативные технологии, в том числе на иностранном(ых) языке(ах), для академического и профессионального взаимодействия.",
    "Indicators": "УК-4.1. Устанавливает и развивает профессиональные контакты в соответствии с потребностями совместной деятельности, включая обмен информацией и выработку единой стратегии взаимодействия.\nУК-4.2. Осуществляет поиск источников информации на русском и иностранном языках.\nУК-4.3. Представляет результаты академической и профессиональной деятельности на различных публичных мероприятиях. \nУК-4.4. Использует информационно-коммуникационные технологии для поиска, обработки и представления информации. ",
    "Results": "Знать:\n1. Помимо культурного русского, иностранный язык в объеме необходимом для возможности получения информации профессионального содержания из зарубежных источников.\n2. Способы сбора и систематизации результатов вариантов решений.\n3. Современные коммуникативные технологии.\nУметь:\n1. Ставить задачи профессиональной деятельности и в процессе коммуникации находить подходы к их решению.\n2. Воспринимать и интерпретировать профессиональные тексты на русском и хотя бы одном иностранном языке.\n3. Получать и сообщать информацию на иностранном языке в устной и письменной форме, выступать с докладами сообщениями на научных конференциях.\nВладеть навыками:\n1. Налаживания профессиональной коммуникации в устной и письменной форме на русском и иностранном языках.\n2. Реферирования и аннотирования профессиональных текстов, в том числе, на иностранном языке.\n3. Анализа нормативных актов, регулирующих отношения в различных сферах деятельности.\n4 Представления результатов академической и профессиональной деятельности на различных публичных мероприятиях."
  },
  {
    "Code": "УК-5",
    "Comp": " Способен анализировать и учитывать разнообразие культур в процессе межкультурного взаимодействия.",
    "Indicators": "УК-5.1. Анализирует важнейшие идеологические и ценностные системы, сформировавшиеся в ходе исторического развития, обосновывает актуальность их использования при социальном и профессиональном взаимодействии.\nУК-5.2. Выбирает способы интеграции работников, принадлежащих к разным культурам, в производственную команду. \nУК-5.3. Выбирает способ преодоления коммуникативных, образовательных, этнических, конфессиональных барьеров для межкультурного взаимодействия при решении профессиональных задач.",
    "Results": "Знать:\n1. Важнейшие идеологические и ценностные системы, сформировавшиеся в ходе исторического развития человечества.\n2. Способы интеграции работников, принадлежащих к разным культурам, в производственную команду.\n3. Способы преодоления коммуникативных, образовательных, этнических, конфессиональных барьеров для межкультурного взаимодействия при решении профессиональных задач.\nУметь:\n1. Анализировать важнейшие идеологические и ценностные системы, сформировавшиеся в ходе исторического развития.\n2. Обосновывать актуальность использования идеологических и ценностных систем при социальном и профессиональном взаимодействии.\n3. Преодолевать коммуникативные, образовательные, этнические, конфессиональные барьеры для межкультурного взаимодействия при решении профессиональных задач.\nВладеть навыками:\n1. Межкультурного взаимодействия при решении профессиональных задач."
  },
  {
    "Code": "УК-6",
    "Comp": " Способен определить и реализовать приоритеты собственной деятельности и способы ее совершенствования на основе самооценки.",
    "Indicators": "УК-6.1. Оценивает свои ресурсы и их пределы (личностные, ситуативные, временные), оптимально их использует для успешного выполнения порученного задания.\nУК-6.2. Определяет приоритеты профессионального роста и способы совершенствования собственной деятельности на основе самооценки по выбранным критериям.\nУК-6.3. Выстраивает гибкую профессиональную траекторию, используя инструменты непрерывного образования, с учетом накопленного опыта профессиональной деятельности и изменяющихся требований рынка труда. ",
    "Results": "Знать:\n1.Критерии и методики самооценки собственных ресурсов (личностных, ситуативных, временных).\n2. Перспективы развития своей профессиональной карьеры.\n3. Средства и методы укрепления индивидуального здоровья для обеспечения полноценной социальной и профессиональной деятельности.\nУметь:\n1. Осуществлять самооценку собственных ресурсов.\n2. Определять приоритеты собственной профессиональной деятельности.\nВладеть:\n1. Средствами и методами укрепления индивидуального здоровья для обеспечения полноценной социальной и профессиональной деятельности."
  },
  {
    "Code": "ОПК-1",
    "Comp": " Способен самостоятельно приобретать, развивать и применять математические, естественнонаучные, социально-экономические и профессиональные знания для решения нестандартных задач, в том числе в новой или незнакомой среде и в междисциплинарном контексте;",
    "Indicators": "ОПК-1.1. Использует современные технологии для  приобретения новых знаний, решения типовых задач профессиональной деятельности.\nОПК-1.2. Анализирует опыт решения типовых инженерных задач и использует его для решения нестандартных.\nОПК-1.3. Применяет естественнонаучные и общеинженерные знания в междисциплинарном контексте.",
    "Results": "Знать:\n1.Приемы приобретения и применения новых знаний для решения профессиональных задач.\nУметь:\n1.Применять знания фундаментальных наук и профессиональные знания для решения актуальных технических задач\nВладеть навыками:\n1. Решения нестандартных задач."
  },
  {
    "Code": "ОПК-2",
    "Comp": " Способен ставить и решать задачи по проектированию, конструированию и производству объектов профессиональной деятельности при использовании современных информационных технологий;",
    "Indicators": "ОПК-2.1. Анализирует современное состояние науки и производства в области профессиональной деятельности, выделяет круг актуальных проблем и обосновывает способы решения.\nОПК-2.2. Использует системный подход для формулирования и обоснования  проблемы  и методы ее решения. \nОПК-2.3. Применяет теоретические основы и технологии организации научно-исследовательской и проектной деятельности.",
    "Results": "Знать:\n1. Методы и средства проектирования, конструирования, производства, испытания и эксплуатации объектов профессиональной деятельности.\nУметь:\n1. Применять методы и средства проектирования, конструирования, производства, испытания и эксплуатации.\nВладеть навыками:\n1. Решения задач проектирования, конструирования, производства, испытания и эксплуатации."
  },
  {
    "Code": "ОПК-3",
    "Comp": " Способен применять на практике новые научные принципы и методы исследований на основе анализа научной и патентной литературы;",
    "Indicators": "ОПК-3.1. Осуществляет сбор и систематизацию научно- технической информации о рассматриваемом объекте, в т.ч. с использованием информационных технологий. \nОПК-3.2. Организовывает сбор, изучение, анализ и обработку научных знаний, результатов экспериментов и наблюдений, определяет патентную чистоту объекта.\nОПК-3.3. Использует информационно-коммуникационные технологии для оформления документации по научно-исследовательским и опытно-конструкторским работам.",
    "Results": "Знать:\n1. Новые научные принципы и методы исследований.\nУметь:\n1. Применять на практике новые научные принципы и методы исследований.\nВладеть навыками:\n1. Анализа научной и патентной литературы\n2. Применения новых научных принципов и методов."
  },
  {
    "Code": "ОПК-4",
    "Comp": " Способен принимать технические решения на основе экономических нормативов;",
    "Indicators": "ОПК-4.1. Осуществляет технико-экономическое обоснование разрабатываемых проектов в области профессиональной деятельности.\nОПК-4.2. Обосновывает сформированные проектные предложения с учетом их технико-экономической эффективности и программ стратегического развития предприятий и регионов.\nОПК-4.3. Формулирует основные концепции менеджмента и стратегий развития современного предприятия.",
    "Results": "Знать:\n1. Экономические нормативы, необходимые для принятия технических решений.\nУметь:\n1. Принимать технические решения на основе экономических нормативов.\nВладеть навыками:\n1. Принятия технических решений на основе экономических норматив."
  },
  {
    "Code": "ОПК-5",
    "Comp": " Способен осуществлять научный поиск и разрабатывать новые подходы и методы решения профессиональных задач в области авиационной и ракетно-космической техники;",
    "Indicators": "ОПК-5.1. Использует современные программные средства для анализа, обработки, хранения и представления информации. \nОПК-5.2. Применяет инструменты структурирования и оформления профессиональной информации, методы получения, хранения, переработки информации, в том числе посредством современных компьютерных технологий.\nОПК-5.3. Выбирает наиболее эффективные методы решения профессиональных задач.",
    "Results": "Знать:\n1. Современные подходы и методы решения профессиональных задач в области авиационной и ракетно-космической техники.\nУметь:\n1. Осуществлять научный поиск и разрабатывать новые подходы и методы решения задач в области систем управления движением и навигации для авиационной и ракетно-космической техники.\nВладеть навыками:\n1. Научных исследований и разработки методик решения профессиональных задач в области систем управления движением и навигации для авиационной и ракетно-космической техники."
  },
  {
    "Code": "ОПК-6",
    "Comp": " Способен использовать современный математический аппарат для проведения фундаментальных и прикладных, исследований в области систем управления движением и навигации летательных аппаратов;",
    "Indicators": "ОПК-6.1. Анализирует новые явления, эффекты, процессы в системах управления движением и навигации.\nОПК-6.2. Применяет новые научные идеи и методы в области систем управления движением и навигации летательных аппаратов.\nОПК-6.3. Рассматривает математический аппарат в контексте современный систем управления движением и навигации.",
    "Results": "Знать:\n1. Современный математический аппарат для проведения фундаментальных и прикладных, исследований в области систем управления движением и навигации летательных аппаратов.\nУметь:\n1. использовать современный математический аппарат для проведения фундаментальных и прикладных, исследований в области систем управления движением и навигации летательных аппаратов.\nВладеть навыками:\n1. Применения современного математического аппарата для проведения фундаментальных и прикладных, исследований в области систем управления движением и навигации летательных аппаратов."
  },
  {
    "Code": "ОПК-7",
    "Comp": " Способен проводить исследования на динамических объектах по заданным методикам и обрабатывать результаты с применением современных информационных технологий и технических средств.",
    "Indicators": "ОПК-7.1. Разрабатывает и оформляет документацию для расчета характеристик анализируемых объектов.\nОПК-7.2. Анализирует свойства объектов с применением современных исследовательских программно-аппаратных комплексов.\nОПК-7.3. Использует передовое программное обеспечение для обработки данных полученных с динамических объектов.",
    "Results": "Знать:\n1. Современные подходы для проведения исследований на динамических объектах по заданным методикам и обработки результатов с применением современных информационных технологий и технических средств.\nУметь:\n1. Проводить исследования на динамических объектах по заданным методикам и обрабатывать результаты с применением современных информационных технологий и технических средств.\nВладеть навыками:\n1. Проведения реальных исследований на динамических объектах по заданным методикам с последующей обработкой полученных результатов с применением современных информационных технологий и технических средств."
  },
  {
    "Code": "ПК-1",
    "Comp": " Способность разрабатывать технические условия и технические описания принципов действия и устройства проектируемой бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Indicators": "ПК-1.1. Анализирует требования, предъявляемые к проектируемой бортовой аппаратуре.\nПК-1.2. Использует действующие стандарты отрасли при разработке технических условий и технических описаний принципов действия бортовой аппаратуры.\nПК-1.3. Оценивает корректность требований технических заданий и технических условий на разработку бортовой аппаратуры на основе фундаментальных знаний.\nПК-1.4. Формулирует практические рекомендации по использованию существующих наработок в области проектирования бортовой аппаратуры.",
    "Results": "Знать:\n1. Теоретические основы принципов действия и устройства проектируемой бортовой аппаратуры.\n2. Методологию проведения анализа существующих технических решений в процессе создания бортовой аппаратуры.\nУметь:\n1. Составлять техническое описание проектируемой бортовой аппаратуры.\n2. Обобщать практические рекомендации по использованию результатов анализа существующих технических решений разработки бортовой аппаратуры.\nВладеть навыками:\n1. Разработки технических условий и технического описания принципов действия проектируемой бортовой аппаратуры с обоснованием принятых технических решений.\n2. Проведения анализа существующих технических решений в части их соответствия требованиям технического задания по разработке бортовой аппаратуры."
  },
  {
    "Code": "ПК-2",
    "Comp": " Способность формулировать цели проектирования бортовой аппаратуры электроэнергетических комплексов космических аппаратов, обеспечивать выбор критериев и показателей проектирования, построение их структур и схем с учетом специфики объекта назначения и технического задания.",
    "Indicators": "ПК-2.1. Применяет действующие стандарты ЕСКД.\nПК-2.2. Ранжирует цели проектирований бортовой аппаратуры по степени важности с использованием современных методов проведения экспертизы.\nПК-2.3. Проводит анализ критериев и показателей проектирования бортовой аппаратуры на предмет их соответствия.\nПК-2.4. Планирует работы по обеспечению жизненного цикла проектируемой бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Results": "Знать:\n1. Последовательность проектных расчетных, опытно-конструкторских, производственных работ при разработке бортовой аппаратуры.\n2. Основы конструирования и технологии производства бортовой аппаратуры.\n3. Критерии и показатели проектирования бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nУметь:\n1. Формулировать цели проектирования бортовой аппаратуры, обеспечивать выбор критериев и показателей проектирования, построения их структур.\n2. Оформлять документы в соответствии с требованиями стандартов ЕСКД.\n3. Выполнять построение структур и схем с учетом специфики объекта назначения и технического задания.\nВладеть:\n1. Практическими навыками проектирования бортовой аппаратуры.\n2. Навыками проведения патентного поиска существующих технических решений по разработке бортовой аппаратуры."
  },
  {
    "Code": "ПК-3",
    "Comp": " Готовность разрабатывать эскизные, технические и рабочие проекты бортовой аппаратуры электроэнергетических комплексов космических аппаратов с использованием средств автоматизации проектирования.",
    "Indicators": "ПК-3.1. Использует современные средства автоматизации при разработке эскизных, технических и рабочих проектов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nПК-3.2. Обеспечивает соответствие проектов бортовой аппаратуры требованиям технического задания на разработку.\nПК-3.3. Контролирует соблюдение государственных, отраслевых и иных стандартов на стадиях эскизного, технического и рабочего проектирования бортовой аппаратуры ЭККА.\nПК-3.4. Организует работу группы по разработке эскизных, рабочих и технических проектов ответственных узлов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Results": "Знать:\n1. Технические и эксплуатационные требования, предъявляемые к разрабатываемой бортовой аппаратуре и её характеристики.\n2. Передовой отечественный и зарубежный опыт проектирования бортовой аппаратуры.\nУметь:\n1. Разрабатывать эскизные, технические и рабочие проекты бортовой аппаратуры.\n2. Унифицировать проектируемую бортовую аппаратуру и её элементы.\nВладеть:\n1. Практическими навыками разработки проектов с использованием средств автоматизации проектирования.\n2. Навыками обеспечения производственного контроля технологических процессов и готовой продукции."
  },
  {
    "Code": "ПК-4",
    "Comp": " Готовность разрабатывать опытные образцы приборов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Indicators": "ПК-4.1. Планирует разработку и постановку на производство опытных образцов приборов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nПК-4.2. Анализирует результаты экспериментальной отработки узлов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nПК-4.3. Формулирует требования  к опытным образцам, исходя из передового опыта проектирования бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Results": "Знать:\n1. Принципы работы приборов бортовой аппаратуры.\n2. Методы прогнозирования поведения бортовой аппаратуры.\nУметь:\n1. Разрабатывать опытные образцы приборов бортовой аппаратуры.\n2. Прогнозировать поведение бортовой аппаратуры в различных условиях.\nВладеть навыками:\n1. Разработки приборов бортовой аппаратуры.\n2. Разработки технической документации на приборы бортовой аппаратуры."
  },
  {
    "Code": "ПК-5",
    "Comp": " Способность разрабатывать технологические процессы изготовления деталей и узлов, сборки приборов и агрегатов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Indicators": "ПК-5.1. Анализирует технологические процессы изготовления узлов и деталей бортовой аппаратуры электроэнергетических комплексов космических аппаратов на предмет рационализации.\nПК-5.2. Определяет порядок технологической обработки деталей и узлов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nПК-5.3. Планирует производственные мощности в обеспечение технологии изготовления бортовой аппаратуры электроэнергетических комплексов космических аппаратов.\nПК-5.4. Разрабатывает технологические процессы изготовления опытных образцов бортовой аппаратуры электроэнергетических комплексов космических аппаратов.",
    "Results": "Знать:\n1. Основные технологии изготовления деталей и узлов, сборки приборов и агрегатов бортовой аппаратуры.\n2. Нормативные документы, определяющие технические требования, порядок разработки и изготовления, методы контроля и эксплуатации бортовой аппаратуры.\nУметь:\n1. Разрабатывать технологические процессы изготовления деталей и узлов, сборки приборов и агрегатов бортовой аппаратуры.\n2. Оформлять документы в соответствии с требованиями ЕСКД.\nВладеть навыками:\n1. Разработки технологических процессов изготовления деталей и узлов, сборки приборов и агрегатов бортовой аппаратуры.\n2. Сборки приборов и агрегатов бортовой аппаратуры."
  },
  {
    "Code": "ПК-6",
    "Comp": " Способность разрабатывать методики математического и полунатурного моделирования функциональных узлов и изделий бортовой аппаратуры систем управления ракетно-космической техники и электроэнергетических комплексов космических аппаратов.",
    "Indicators": "ПК-6.1. Применяет передовые методики математического и полунатурного моделирования.\nПК-6.2. Планирует экспериментальную отработку узлов и изделий бортовой аппаратуры систем управления.\nПК-6.3. Корректирует модели узлов и изделий бортовой аппаратуры по результатам полунатурного моделирования.\nПК-6.4. Формулирует цели, задачи и условия проведения математического и полунатурного моделирования узлов и изделий бортовой аппаратуры систем управления.",
    "Results": "Знать:\n1. Основы моделирования процессов и объектов бортовой аппаратуры.\n2. Методологию проведения анализа функциональных узлов и изделий бортовой аппаратуры.\nУметь:\n1. Формулировать необходимые и достаточные условия моделирования функциональных узлов и изделий бортовой аппаратуры.\n2. Разрабатывать методики математического и полунатурного моделирования функциональных узлов и изделий бортовой аппаратуры.\nВладеть:\n1. Практическими навыками разработки моделей процессов и объектов, относящихся к проектируемой бортовой аппаратуре.\n2. Навыками анализа результатов моделирования функциональных узлов и изделий бортовой аппаратуры."
  },
  {
    "Code": "ПК-7",
    "Comp": " Способность составлять практические рекомендации по использованию результатов моделирования и научных исследований.",
    "Indicators": "ПК-7.1. Анализирует результаты моделирования и научных исследований на предмет их дальнейшего использования.\nПК-7.2. Планирует проведение научно-исследовательской работы в рамках решения проблемного вопроса при проектировании бортовой аппаратуры.\nПК-7.3. Участвует в подготовке отчетов по НИР, заявок на патенты, авторские свидетельства и рационализаторские предложения.\nПК-7.4. Рассматривает возможность использования результатов научных исследований в целях обеспечения потребностей производства изделий бортовой аппаратуры.",
    "Results": "Знать:\n1. Практические потребности современного производства в инновациях.\n2. Способы и источники получения данных в процессе проведения моделирования функциональных узлов и изделий бортовой аппаратуры.\nУметь:\n1. Составлять практические рекомендации по использованию результатов моделирования и научных исследований.\n2. Анализировать данные, полученные в процессе проведения моделирования функциональных узлов и изделий бортовой аппаратуры.\nВладеть навыками:\n1. Самостоятельной работы при моделировании и проведении научных исследований.\n2. Обработки и анализа данных при моделировании функциональных узлов и изделий бортовой аппаратуры."
  }
]