/// Это комментарий ! Внимание, три слеша
/* Это комментарий */ 
{ /// дисциплина, общие параметры
  "name":"Электроэнергетические комплексы космических аппаратов",
  "year":"2019",
  "codeUp":"Б1.В.ДВ1.1",
  "blockNumber":1,
  "isVariative":"True",
  "standard":{"name":"ФГОС 3++", "no":"85", "date":"05 марта 2018 г."},
  "person":{
    "head":{"name":"В.А. Левко", "position":"Директор института космической техники", "degree":"доктор техн. наук", "rank":"профессор"},
    "patron":{"name":"М.В. Лукьяненко", "position":"Зав. кафедрой САУ", "degree":"кандидат техн. наук", "rank":"профессор"},
    "methodist":{"name":"В.Ю. Журавлев", "position":"Председатель НМС", "degree":"кандидат техн. наук", "rank":"доцент"},
    "author":{"name":"А.Т. Лелеков", "position":"доцент каф. САУ", "degree":"кандидат техн. наук", "rank":"доцент"}
  },
  "connectsWith":["Теория автоматического управления", "Высшая математика - спец.главы", "Информационно-измерительные комплексы", "Источники энергии электроэнергетических комплексов космических аппаратов", "Накопители энергии электроэнергетических комплексов космических аппаратов"],
  "necessaryFor":["Энергопреобразовательное оборудование космических аппаратов", "Моделирование электроэнергетических комплексов космических аппаратов"],
  "program":{"code":"24.04.02", "direction":"Системы управления движением и навигация", "profile":"Электроэнергетические комплексы космических аппаратов", "level":"магистратура", "form":"очная"},
  "goal":"приобретение студентами магистратуры знаний по устройству и работе электроэнергетических комплексов космических аппаратов.",
  "tasks":["получение представлений об основных требованиях, предъявляемые к современным электроэнергетическим комплексам космических аппаратов (ЭК КА)", 
    "состав, устройство и принципы работы ЭК КА",
    "методы проектирования ЭК КА",
    "современные достижения науки и техники, передовой отечественный и зарубежный опыт по принципам построения, проектирования, исследования и эксплуатации ЭК КА"
  ], ///tasks
  "competences":["УК-1", "ПК-2", "ПК-3"],
  "volume":{
    "contact":{       /// Контактная работа с преподавателем:
      "lections":18,      ///
      "seminars":0,       ///семинары
      "practical":36,      /// практические занятия
      "workshops":0,       /// практикумы
      "laboratory":0,    /// лабораторки
      "colloquiums":0,
      "design":0,   ///курсовое проектирование
      "consultations":0,  /// групповые консультации
      "individual":0,     /// индивидуальная работа с преподавателем
      "other":0},
    "independent":{ /// самостоятельная
      "theoretical":90,   /// изучение теоретического курса
      "tasks":0,          ///индивидуальные задания
      "calculations":0,   ///РГЗ
      "essay":0,
      "design":0,         /// КП
      "control":0,        ///контрольные
      "other":0},
    "attestation":"зачёт"
  },
  "sections":[ /// Разделы дисциплины, 18 лекций, 36 практ, 90 CPC
    { "name":"Проектирование электроэнергетических комплексов космических аппаратов", /// 
      "topics":[ /// Темы дисциплины (лекции)
        { "name":"Назначение, структуры, требования и режимы работы ЭК КА",
          "content":"Энергетический режим работы КА. Специфика энергетики КА различных типов орбит. Назначение и требования к ЭК КА. Режимы работы ЭК КА. Циклограмма нагрузок. История развития ЭК КА в отечественной и зарубежной практике проектирования. Классификация структур ЭК КА. Особенности аппаратурного состава, конструктивные и структурные особенности ЭК КА. Взаимодействие ЭК КА со служебными системами платформы КА.", /// содержание лекции по теме
          "hours":2,/// часов лекций
          "theoretical":10
        },
        { "name":"Проектирование ЭК КА",
          "content":"Типовой процесс проектирования ЭК КА. Цели и задачи математического и имитационного моделирования. Исходные данные к проектированию. Расчёт бюджета нагрузок и его оптимизация. Расчёт энергетического баланса.",
          "hours":2,
          "theoretical":12,
          "practical":[
            { "name":"Расчёт бюджета нагрузок и энергетического баланса.",
              "content":"Расчёт бюджета нагрузок КА класса CubeSAT. Расчёт энергетического баланса для заданных параметров орбиты и конфигурации системы питания.",
              "hours":4
            }
          ]
        },
        { "name":"Компоненты ЭК КА",
          "content":"Общие сведения об аппаратурном составе ЭК КА. Особенности реализации аппаратуры космического назначения. Методы повышения надежности аппаратуры ЭК КА. Технология создания аппаратуры ЭК КА. Типы и ассортимент квалифицированных для космического применения компонентов (российские и импортные).",
          "hours":2,
          "theoretical":4
        }
      ]
    },/// topic 1: L6p4i24
    { "name":"Прикладные аспекты проектирования накопителей энергии в составе систем электропитания космических аппаратов",
      "topics":[
        { "name":"Математическое моделирование первичного источника питания",
          "content":"Типы фотопреобразователей (ФП) и принцип их работы. Схема замещения фотопреобразователя. Математическая модель ФП. Имитационное моделирование в комплексе SimInTech (принципы моделирования). Средства создания и тестирования имитационных моделей. Визуализация результатов моделирования. Идентификация модели ФП по экспериментальным данным.",
          "hours":2,
          "theoretical":16,
          "practical":[
            { "name":"Приёмы работы в SimInTech",
              "content":"Основы моделирования электрических цепей в SimInTech. Библиотека \"Электрика\". Модель управляемого источника тока с линейной внешней характеристикой. Реализация циклограммы нагрузок.",
              "hours":2
            },
            { "name":"Имитационная модель арсенид-галлиевого фотопреобразователя",
              "content":"Модель элемента с нелинейной внешней характеритсикой. Создание модели ФП в SimInTech (библиотека \"Электрика\"). Расчёт и визуализация вольт-амперной характеристики.",
              "hours":2
            },
            { "name":"Идентификация параметров модели арсенид-галлиевого фотопреобразователя",
              "content":"Идентификация модели ФП в SimInTech (библиотека \"Оптимизация\").",
              "hours":2
            },
            { "name":"Тепловая модель фотопреобразователя",
              "content":"Создание тепловой модели ФП в SimInTech (библиотека \"Автоматика\").",
              "hours":2
            }
          ]
        },/// L2p8i16
        { "name":"Математическое моделирование преобразователя напряжения",
          "content":"Типы преобразователя напряжения (ПН) и принцип их работы. Схема замещения преобразователя напряжения. Математическая модель ПН.",
          "hours":2,
          "theoretical":16,
          "practical":[
            { "name":"Имитационная модель преобразователя напряжения", 
              "content":"Модели преобразователей со стабилизацией выходного напряжения. Работа от источников ограниченной мощности (стабилизатор напряжения ограниченной мощности). Тестирование моделей.",
              "hours":2
            },
            { "name":"Имитационная модель преобразователя напряжения с экстремальным регулированием", 
              "content":"Модели преобразователей с отслеживанием точки максимальной мощности по первичной цепи. Тестирование моделей.",
              "hours":2
            },
            { "name":"Создание и отладка комплексной модели простейшей системы питания", 
              "content":"Моделирование совместной работы экстремального регулятора и фотопреобразователя на переменную нагрузку",
              "hours":2
            }
          ]
        },///L2p6i20
        { "name":"Имитационное моделирование вторичного источника питания",
          "content":"Математическая модель аккумуляторной батареи. Модель зарядного устройства (режимы CCCV, ступенчатый заряд). Модель разрядного устройства. Параллельная работа стабилизаторов на одну шину питания.",
          "hours":2,
          "theoretical":4,
          "practical":[
            { "name":"Имитационная модель простого зарядного устройства", 
              "content":"Создание имитационной модели зарядного устройства в SimInTech, режим CCCV, режим ступенчатого заряда, датчик окончания заряда.",
              "hours":2
            }
          ]
        },///L2p2i2
        { "name":"Моделирование механики вращения космического аппарата",
          "content":"Базовые системы координат. Моделирование механики вращения космического аппарата вокруг собственного центра масс. Кинематика вращения (кватернионное описание). Моделирование оборота по орбите. Освещённость орбиты в течение годового цикла. Освещённость солнечных батарей КА.",
          "hours":4,
          "theoretical":16,
          "practical":[
            { "name":"Кватернионное описание вращения твердого тела", 
              "content":"Кватернионная математика. Операции над кватернионами. Создание библиотеки функций. Расчёт сложного вращения.",
              "hours":2
            },
            { "name":"Расчёт поворотов твердого тела", 
              "content":"Расчёт углов между векторами и плоскостями. Пересчет поворотов в углы Эйлера.",
              "hours":2
            },
            { "name":"Кинематика вращения космического аппарата вокруг собственного центра масс", 
              "content":"Создание имитационной модели кинематики КА в SimInTech. Расчёт уголов падения солнечных лучей на солнечные элементы.",
              "hours":2
            },
            { "name":"Элементы небесной механики",
              "content":"Элементы небесной механики. Расчёт параметров орбиты КА. Расчёт годового цикла.",
              "hours":2
            },
            { "name":"Моделирование положения космического аппарата на орбите", 
              "content":"Отношения между базовыми системами координат. Расчет взаимных углов между СК. Расчёт освещённости аппарата на годовом цикле.",
              "hours":2
            }
          ]
        },/// L4p10i16
        {"name":"Моделирование комплекса физических процессов, описывающих состояние системы питания космического аппарата",
          "content":"Моделирование тепловых процессов космического аппарата, его аккумуляторной и солнечной батарей. Технология совместного моделирования электрических, теплогидравлических и механических систем в SimInTech. Уточнение расчета энергетического баланса космического аппарата.",
          "hours":2,
          "theoretical":12,
          "practical":[
            { "name":"Моделирование тепловых процессов космического аппарата, его аккумуляторной и солнечной батарей", 
              "content":"Уравнение теплового состояния. Законы теплопередачи. Моделирование теплового состояния аккумуляторной и солнечной батарей КА.",
              "hours":2
            },
            { "name":"Совместное моделирования электрических, теплогидравлических и механических процессов КА в SimInTech.", 
              "content":"Создание пакета имитационных моделей. Моделирование витка, оценка энергобаланса.",
              "hours":4
            }
          ]
        }/// L4p6i12
      ]
    }/// 
  ],
  "questions":[
    "Назначение, требования и режимы работы ЭК КА",
    "Энергетический режим работы КА.", 
    "Особенности аппаратурного состава, конструктивные и структурные особенности ЭК КА.",
    "Специфика энергетики КА различных типов орбит.",
    "Типовой процесс проектирования ЭК КА",
    "Расчёт бюджета нагрузок и его оптимизация.",
    "Расчёт энергетического баланса.",
    "Особенности реализации аппаратуры космического назначения.",
    "Типы преобразователя напряжения и принцип их работы.",
    "Схема замещения преобразователя напряжения, математическая модель ПН.",
    "Принцип работы и моделирование преобразователей с отслеживанием точки максимальной мощности по первичной цепи.",
    "Принцип действия и моделирование совместной работы ПН на переменную нагрузку.",
    "Принцип работы и моделирование зарядного устройства (режимы CCCV, ступенчатый заряд).",
    "Моделирование кинематики вращения космического аппарата вокруг собственного центра масс.",
    "Операции над кватернионами.",
    "Моделирование освещённости солнечных батарей КА в течение годового цикла.",
    "Расчет взаимных углов между системами координат.",
    "Технология совместного моделирования электрических, теплогидравлических и механических систем в SimInTech.",
    "Моделирование тепловых процессов космического аппарата, его аккумуляторной и солнечной батарей.",
    "Последовательность моделирование режимов работы энергосистемы КА.",
    "Организация взаимодействия ЭК КА со служебными системами платформы КА."
  ],
  "literature":{
    "base":[
      {"book":"В. В. Салмин Методы системного анализа и исследования операций в задачах проектирования летательных аппаратов. учебное пособие / В. В. Салмин и др. ; Федеральное агентство по образованию, Гос. образовательное учреждение высш. проф. образования \"Самарский гос. аэрокосмический ун-т им. акад. С. П. Королева\" — Самара: Изд-во СГАУ, 2005 — on-line.  — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_007557822/"},
      {"book":"А. Г. Гимадиев и др. Теория линейных систем автоматического регулирования двигателей летательных аппаратов. учебное пособие [Электронный ресурс]: [учеб. пособие] / А. Г. Гимадиев и др.; Федеральное агентство по образованию, Гос. образовательное учреждение высш. проф. образования \"Самарский гос. аэрокосмический ун-т им. акад. С. П. Королева\" — Самара: Изд-во СГАУ, 2006 — on-line. — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_003143879/"},
      {"book":"Петровичев М.А. Система энергоснабжения бортового комплекса космических аппаратов [Электронный ресурс]: [учеб. пособие] / М. А. Петровичев, А. С. Гуртов; Федер. агентство по образованию, Самар. гос. аэрокосм. ун-т им. С. П. Королева. — Электрон. дан. (1 файл : 19,6 Мбайт). — Самара: Изд-во СГАУ, 2007 — on-line. — (Приоритетные национальные проекты \"Образование\"). — Инновационная образоват. прогр. \"Развитие центра компетенции и подгот. специалистов мирового уровня в обл. аэрокосм. и геоинформ. технол.\". — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_003402108/"},
      {"book":"Куренков В.И. Выбор основных проектных характеристик и конструктивного облика ракет-носителей [Электронный ресурс]: [учеб. пособие] / В. И. Куренков, Л. П. Юмашев ; под ред. Д. И. Козлова ; Федер. агентство по образованию, Гос. образоват. учреждение высш. проф. образования \"Самарский гос. аэрокосмический ун-т им. С. П. Королева\"— Самара: Изд-во СГАУ, 2005 — on-line.  — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_002821410/"},
      {"book":"Авиационное и радиоэлектронное оборудование воздушных судов гражданской авиации Текст : учебное пособие : в 3 кн. / А. Н. Коптев ; М-во образования и науки Российской Федерации, Гос. образовательное учреждение высш. проф. образования \"Самарский гос. аэрокосмический ун-т им. акад. С. П. Королева (Нац. исследовательский ун-т)\" Кн. 1 - 2011   — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_005037029/"}
    ],
    "additional":[
      {"book":"Васечкин Ю.С. Датчики информации летательных аппаратов [Электронный ресурс]: [учеб. пособие] / Ю. С. Васечкин, Ю. Г. Оболенский ; Московский гос. технический ун-т им. Н. Э. Баумана — М: Изд-во МГТУ им. Н. Э. Баумана, 2006 — on-line. — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_02000010278/"},
      {"book":"Подружин Е.Г. Агрегаты и системы летательных аппаратов  [Электронный ресурс]: [учеб. пособие] / Е. Г. Подружин, С. И. Снисаренко, В. М. Степанов ; Новосибирский гос. техн. ун-т  — Новосибирск: Новосиб. гос. техн. ун-т , 2007 — on-line. — — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_004268302/"},
      {"book":"Боннар Б. Небесная механика и управление космическими летательными аппаратами  [Электронный ресурс] / Бернар Боннар, Людовик Фобур, Эммануэль Треля ; пер. с фр. О. И. Яковенко ; под науч. ред. К. В. Холшевникова — Ижевск: Ин-т компьютерных исследований, 2005 — on-line.  — Загл. с титул. экрана.", "link":"https://нэб.рф/catalog/000199_000009_02000020305/"}
    ]
  }
}
